{
    "buckaroo": {
        "statuscode_failed": "Leider ist ein Fehler bei der Verarbeitung Ihrer Zahlung aufgetreten. Bitte versuchen Sie es erneut. Wenn dieser Fehler weiterhin besteht, wählen Sie bitte eine andere Zahlungsmethode.",
        "userCanceled": "Laut unserem System haben Sie die Zahlung abgebrochen. Wenn dies nicht der Fall ist, kontaktieren Sie uns bitte.",
        "billinkRejectedMessage": "Leider ist es Ihnen derzeit nicht möglich, Billink zu verwenden. Bitte wählen Sie eine andere Zahlungsmethode oder kontaktieren Sie Billink.",
        "afterpayRejectedMessage": "Leider ist es Ihnen derzeit nicht möglich, Riverty zu verwenden. Bitte wählen Sie eine andere Zahlungsmethode oder kontaktieren Sie Riverty.",
        "capture": {
            "invalid_amount": "Betrag ist nicht gültig",
            "capture_not_supported": "Erfassen wird nicht unterstützt",
            "already_captured": "Diese Bestellung wurde bereits erfasst",
            "captured_amount": "Betrag erfolgreich erfasst: %amount% %currency%",
            "general_capture_error": "Leider ist ein Fehler bei der Verarbeitung Ihrer Erfassung aufgetreten. Bitte versuchen Sie es erneut."
        },
        "cannotRefundMissingPayment": "Cannot refund order, no payment transaction is available",
        "payperemail": {
            "thank_you": "Vielen Dank für Ihre Zahlung!",
            "payment_received": "Ihre Zahlung ist eingegangen und Ihre Bestellung wird bearbeitet.",
            "order_number": "Bestellnummer",
            "confirmation_email": "Eine Bestätigungs-E-Mail mit den Bestelldetails wird Ihnen in Kürze zugesandt.",
            "view_order": "Bestelldetails anzeigen",
            "continue_shopping": "Weiter einkaufen",
            "payment_cancelled": "Zahlung abgebrochen",
            "payment_not_completed": "Die Zahlung wurde nicht abgeschlossen. Ihre Bestellung ist noch ausstehend.",
            "can_retry": "Sie können die Zahlung später von Ihrem Konto aus abschließen oder uns für Unterstützung kontaktieren.",
            "back_to_shop": "Zurück zum Shop"
        }
    }
}