{
    "buckaroo": {
        "statuscode_failed": "Malheureusement, une erreur s'est produite lors du traitement de votre paiement. Veuillez réessayer. Si cette erreur persiste, veuillez choisir un autre mode de paiement.",
        "userCanceled": "Selon notre système, vous avez annulé le paiement. Si ce n'est pas le cas, veuillez nous contacter.",
        "billinkRejectedMessage": "Malheureusement, il n'est actuellement pas possible pour vous d'utiliser Billink. Veuillez sélectionner un autre mode de paiement ou contacter Billink.",
        "afterpayRejectedMessage": "Malheureusement, il n'est actuellement pas possible pour vous d'utiliser Riverty. Veuillez sélectionner un autre mode de paiement ou contacter Riverty.",
        "capture": {
            "invalid_amount": "Le montant n'est pas valide",
            "capture_not_supported": "La capture n'est pas prise en charge",
            "already_captured": "Cette commande a déjà été capturée",
            "captured_amount": "Montant capturé avec succès de %amount% %currency%",
            "general_capture_error": "Malheureusement, une erreur s'est produite lors du traitement de votre capture. Veuillez réessayer."
        },
        "cannotRefundMissingPayment": "Cannot refund order, no payment transaction is available",
        "payperemail": {
            "thank_you": "Merci pour votre paiement!",
            "payment_received": "Votre paiement a été reçu et votre commande est en cours de traitement.",
            "order_number": "Numéro de commande",
            "confirmation_email": "Un e-mail de confirmation vous sera envoyé sous peu avec les détails de la commande.",
            "view_order": "Voir les détails de la commande",
            "continue_shopping": "Continuer les achats",
            "payment_cancelled": "Paiement annulé",
            "payment_not_completed": "Le paiement n'a pas été complété. Votre commande est toujours en attente.",
            "can_retry": "Vous pouvez compléter le paiement plus tard depuis votre compte ou nous contacter pour obtenir de l'aide.",
            "back_to_shop": "Retour à la boutique"
        }
    }
}